{"quotes": [{"character": " Ned Stark", "id": "1", "quote": "\"The man who passes the sentence should swing the sword.\" "}, {"character": " Jaime Lannister", "id": "2", "quote": "\"The things I do for love.\" "}, {"character": " Tyrion", "id": "3", "quote": "\"I have a tender spot in my heart for cripples, bastards and broken things.\" "}, {"character": " Cersei", "id": "4", "quote": "\"When you play the game of thrones, you win or you die.\" "}, {"character": " Ned Stark", "id": "5", "quote": "\"I grew up with soldiers. I learned how to die a long time ago.\" "}, {"character": " Tyrion", "id": "6", "quote": "\"Never forget what you are. The rest of the world will not. Wear it like armour, and it can never be used to hurt you.\" "}, {"character": " Joffrey", "id": "7", "quote": "\"Everyone is mine to torment.\" "}, {"character": " Tyrion", "id": "8", "quote": "\"The day will come when you think you are safe and happy, and your joy will turn to ashes in your mouth.\" "}, {"character": " Melisandre", "id": "9", "quote": "\"The night is dark and full of terrors.\" "}, {"character": " Ygritte", "id": "10", "quote": "\"You know nothing, Jon Snow.\" "}, {"character": " Various members of the Night's Watch", "id": "11", "quote": "\"Night gathers, and now my watch begins\" "}, {"character": " Various Lannisters", "id": "12", "quote": "\"A Lannister always pays his debts.\" "}, {"character": " Aerys II Targaryen", "id": "13", "quote": "\"Burn them all!\" "}, {"character": " Syrio Forel", "id": "14", "quote": "\"What do we say to the God of death?\" "}, {"character": " Bronn", "id": "15", "quote": "\"There's no cure for being a c*nt.\" "}, {"character": " Brynden Tully", "id": "16", "quote": "\"I've seen wet shits I like better than Walder Frey.\" "}, {"character": " Pretty much everyone", "id": "17", "quote": "\"Winter is coming\" "}, {"character": " Tyrion", "id": "18", "quote": "\"That's what I do: I drink and I know things.\" "}, {"character": " Daenerys", "id": "19", "quote": "\"I am the dragon's daughter, and I swear to you that those who would harm you will die screaming.\" "}, {"character": " Tywin", "id": "20", "quote": "\"A lion does not concern himself with the opinion of sheep.\" "}, {"character": " Littlefinger", "id": "21", "quote": "\"Chaos isn't a pit. Chaos is a ladder.\" "}, {"character": " Varys", "id": "22", "quote": "\"Power resides where men believe it resides. It's a trick; a shadow on the wall.\" "}, {"character": " The Hound", "id": "23", "quote": "\"I understand that if any more words come pouring out your c*nt mouth, I'm gonna have to eat every f*cking chicken in this room.\" "}, {"character": " Ramsay", "id": "24", "quote": "\"If you think this has a happy ending, you haven't been paying attention.\" "}, {"character": " Tywin", "id": "25", "quote": "\"I would let myself be consumed by maggots before mocking the family name and making you heir to Casterly Rock.\" "}, {"character": " Cersei", "id": "26", "quote": "\"If you ever call me sister again, I'll have you strangled in your sleep.\" "}, {"character": " Arya", "id": "27", "quote": "\"A girl is Arya Stark of Winterfell. And I'm going home.\" "}, {"character": " Tywin", "id": "28", "quote": "\"Any man who must say 'I am the King' is no true King.\" "}, {"character": " Tyrion", "id": "29", "quote": "\"Oh, monster? Perhaps you should speak to me more softly then. Monsters are dangerous and just now Kings are dying like flies.\" "}, {"character": " Jaime", "id": "30", "quote": "\"Jaime... my name's Jaime.\" "}, {"character": " Tyrion", "id": "31", "quote": "\"I am your son. I have always been your son.\" "}, {"character": " Samwell Tarly", "id": "32", "quote": "\"I read it in a book.\" "}, {"character": " Jon Snow", "id": "33", "quote": "\"If I fall, don't bring me back.\" "}, {"character": " Varys", "id": "34", "quote": "\"The big fish eat the little fish and I keep on paddling.\" "}, {"character": " Daenerys", "id": "35", "quote": "\"Lannister, Targaryen, Baratheon, Stark, Tyrell... they're all just spokes on a wheel. This one's on top, then that one's on top, and on and on it spins, crushing those on the ground.\" "}, {"character": " Wylis/Hodor", "id": "36", "quote": "\"Hold the door!\" "}, {"character": " Lyanna Mormont", "id": "37", "quote": "\"I don't plan on knitting by the fire while men fight for me.\" "}, {"character": " Arya", "id": "38", "quote": "\"When people ask you what happened here, tell them the North remembers. Tell them winter came for House Frey.\" "}, {"character": " Lady Olenna", "id": "39", "quote": "\"He really was a c*nt, wasn't he?\" "}, {"character": " Davos Seaworth", "id": "40", "quote": "\"Nothing f*cks you harder than time.\" "}, {"character": " Jon Snow", "id": "41", "quote": "\"There is only one war that matters. The Great War. And it is here.\" "}, {"character": " Cersei Lannister", "id": 42, "quote": "When you play the game of thrones, you win or you die. "}, {"character": " Tyrion Lannister", "id": 43, "quote": "It’s not easy being drunk all the time. If it were easy, everyone would do it. "}, {"character": " Daenerys Targaryen", "id": 44, "quote": "I will do what queens do, I will rule. "}, {"character": " Tyrion Lannister", "id": 45, "quote": "Let me tell you something, Bastard. Never forget what you are, the rest of the world will not. Wear it like armor and it can never be used to hurt you. "}, {"character": "The Night’s Watch oath", "id": 46, "quote": "Night gathers, and now my watch begins. It shall not end until my death. I shall take no wife, hold no lands, father no children. I shall wear no crowns and win no glory. I shall live and die at my post. I am the sword in the darkness. I am the watcher on the walls. I am the shield that guards the realms of men. I pledge my life and honor to the Night’s Watch, for this night and all the nights to come. "}, {"character": " Lord Varys ", "id": 47, "quote": "Power resides where men believe it resides. It’s a trick, a shadow on the wall. And a very small man can cast a very large shadow. "}, {"character": " Ned Stark", "id": 48, "quote": "Winter is coming."}, {"character": " Oberyn Martell", "id": 49, "quote": "Bastards are born of passion, aren’t they? We don’t despise them in Dorne. "}, {"character": " Ygritte", "id": 50, "quote": "You’re mine. Mine, as I’m yours. And if we die, we die. All men must die, Jon Snow. But first we’ll live. "}, {"character": " Daenerys Targaryen", "id": 51, "quote": "I will take what is mine, with fire and blood! "}, {"character": " Tywin Lannister", "id": 52, "quote": "A lion doesn’t concern itself with the opinion of sheep. "}, {"character": " Lady Brienne of Tarth", "id": 53, "quote": "All my life men like you have sneered at me. And all my life I’ve been knocking men like you into the dust. "}, {"character": " Lord Varys", "id": 54, "quote": "In a room sit three great men, a king, a priest, and a rich man. Between them stands a common sellsword. Each great man bids the sellsword slay the other two. Who lives, who dies? Power resides where men believe it resides. It’s a trick, a shadow on the wall, and a very small man can cast a very large shadow. "}, {"character": " Tyrion Lannister", "id": 55, "quote": "I will hurt you for this. A day will come when you think you are safe and happy, and your joy will turn to ashes in your mouth. And you will know the debt is paid. "}, {"character": " Tywin Lannister", "id": 56, "quote": "You’re no son of mine. "}, {"character": " Arya Stark", "id": 57, "quote": "Nothing isn’t better or worse than anything. Nothing is just nothing. "}, {"character": " Daenerys Targaryen", "id": 58, "quote": "A dragon is not a slave. "}, {"character": " Joer Mormont", "id": 59, "quote": "The thing we love destroy us every time, lad. Remember that. "}, {"character": " Sandor ‘The Hound’ Clegane", "id": 60, "quote": "Hate’s as good a thing as any to keep a person going. Better than most. "}, {"character": " Petyr Baelish", "id": 61, "quote": "What we don’t know is what usually gets us killed. "}, {"character": " Lord Varys", "id": 62, "quote": "A very small man can cast a very large shadow. "}, {"character": " Petyr Baelish", "id": 63, "quote": "Chaos isn’t a pit, chaos is a ladder. Only the ladder is real. The climb is all there is. "}, {"character": " Ser Jorah Mormont", "id": 64, "quote": "There is a beast in every man and it stirs when you put a sword in his hand. "}, {"character": " Daenerys Targaryen", "id": 65, "quote": "I am a Khaleesi of the Dothraki. I am the wife of the great Kahl and I carry his son inside me. The next time you raise a hand to me will be the last time you have hands. "}, {"character": " Petyr “Littlefinger” Baelish", "id": 66, "quote": "Money buys a man’s silence for a time. A bolt in the heart buys it forever. "}, {"character": " Cersei Lannister", "id": 67, "quote": "The more people you love, the weaker you are. "}, {"character": " Syrio Forel", "id": 68, "quote": "There is only one God and his name is Death. And there is only one thing we say to Death: “not today”. "}, {"character": " Daenerys Targaryen", "id": 69, "quote": "All men must die, but we are not men. "}, {"character": " Cersei Lannister", "id": 70, "quote": "The gods have no mercy, that’s why they’re gods. "}, {"character": " Tyrion Lannister", "id": 71, "quote": "When you tear out a man’s tongue, you are not providing him a liar, you’re only telling the world that you fear what he might say. "}, {"character": " Ned Stark", "id": 72, "quote": "The man who passes the sentence should swing the sword. "}, {"character": " Arya Stark", "id": 73, "quote": "All halls lead somewhere. Where there is a way in, there is a way out. Fear cuts deeper than swords. "}, {"character": " Tyrion Lannister", "id": 74, "quote": "My mind is my weapon. My brother has his sword, King Robert has his warhammer and I have my mind…and a mind needs books as a sword needs a whetstone if it is to keep its edge. That’s why I read so much. "}, {"character": " Ned Stark", "id": 75, "quote": "Some old wounds never truly heal, and bleed again at the slightest word. "}, {"character": " Tyrion Lannister", "id": 76, "quote": "Never forget what you are, for surely the world will not. Make it your strength. Then it can never be your weakness. Armour yourself in it, and it will never be used to hurt you. "}, {"character": " Jaime Lannister", "id": 77, "quote": "The things I do for love. "}, {"character": " Ygritte", "id": 78, "quote": "You know nothing, Jon Snow. "}, {"character": " Tyrion Lannister", "id": 79, "quote": "Death is so terribly final, while life is full of possibilities. "}, {"character": " Jojen Reed", "id": 80, "quote": "A reader lives a thousand live before he dies. The man who doesn’t read lives only one. "}, {"character": " Tyrion Lannister", "id": 81, "quote": "I’m a monster, as well as a dwarf. You should charge me double. "}, {"character": " Oberyn Martell", "id": 82, "quote": "It is a big and beautiful world. Most of us live and die in the same corner where we were born and never get to see any of it. I don’t want to be most of us. "}, {"character": " Orell", "id": 83, "quote": "People work together when it suits them. They’re loyal when it suits them. They love each other when it suits them, and they kill each other when it suits them "}, {"character": " Cersei Lannister", "id": 84, "quote": "If you ever call me sister again, I’ll have you strangled in your sleep. "}, {"character": " Alliser Thorne", "id": 85, "quote": "For the watch. "}, {"character": " Cersei Lannister", "id": 86, "quote": "Tears aren’t a woman’s weapon. The best one is between your legs. "}, {"character": " Ramsay Bolton", "id": 87, "quote": "My mother taught me not to throw stones at cripples… but father taught me: aim for their head! "}, {"character": " Jaime Lannister", "id": 88, "quote": "We don’t get to choose whom we love. "}, {"character": " Davos Seaworth", "id": 89, "quote": "I think mothers and father made up the gods because they wanted their children to sleep through the night. "}, {"character": " Jeor Mormont", "id": 90, "quote": "When dead men and worse come hunting… You think it matters who sits on the iron throne? "}, {"character": " Ned Stark", "id": 91, "quote": "I learned how to die a long time ago. "}, {"character": " Ramsay Bolton", "id": 92, "quote": "If you think this has a happy ending, you haven’t been paying attention. "}, {"character": " Tyrion Lannister", "id": 93, "quote": "The mad king did as he liked. Has your Uncle Jaime ever told you what happened to him? "}, {"character": " Tywin Lannister", "id": 94, "quote": "It’s the family name that lives on. It’s all that lives on. "}, {"character": " Arya Stark", "id": 95, "quote": "Stick ’em with the pointy end. "}, {"character": " Sansa Stark", "id": 96, "quote": "I’m Sansa Stark of Winterfell. This is my home. And you can’t frighten me. "}, {"character": " Oberyn Martell", "id": 97, "quote": "This is not the day I die. "}, {"character": " Jaqen H’ghar", "id": 98, "quote": "A girl gives a man his own name? "}, {"character": " Oberyn Martell", "id": 99, "quote": "It is rare to meet a Lannister who shares my enthusiasm for dead Lannisters. "}, {"character": " Daenerys", "id": 100, "quote": "Turn us away, and we will burn you first. "}, {"character": " Petyr “Littlefinger” Baelish", "id": 101, "quote": "My sweet, silly wife. I have only loved one woman, only one, in my entire life. Your sister. "}, {"character": " Tyrion Lannister", "id": 102, "quote": "Drinking and lust, no man can match me in these things. I am the god of tits and wine. "}, {"character": " Olenna Tyrell", "id": 103, "quote": "The world is overflowing with horrible things, but they’re all tray of cakes next to death. "}, {"character": " Littlefinger", "id": 104, "quote": "A man with no motive is a man no one suspects. Always keep your foes confused. "}, {"character": " Tyrion Lannister", "id": 105, "quote": "The powerful have always preyed on the powerless, that’s how they became powerful in the first place. "}, {"character": " Roose Bolton", "id": 106, "quote": "The Lannisters send their regards. "}, {"character": " Davos Seaworth", "id": 107, "quote": "If they’re half as ferocious as their lady, the Boltons are doomed. "}, {"character": " Tyrion Lannister", "id": 108, "quote": "Please don’t eat the help! "}, {"character": " Septa Unella", "id": 109, "quote": "SHAME! SHAME! SHAME! "}, {"character": " Jon Snow", "id": 110, "quote": "Some men want whores on the eve of battle, and some want gods. "}, {"character": " Lyanna Mormont", "id": 111, "quote": "House Mormont remembers. The North remembers. We know no king but the King in the North whose name is Stark. I don’t care if he’s a bastard. Ned Stark’s blood runs through his veins. He’s my king from this day until his last day. "}, {"character": " Jon Snow", "id": 112, "quote": "The White Walkers don’t care if a man’s free folk or crow. We’re all the same to them, meat for their army. But together we can beat them. "}, {"character": " Lady Stark", "id": 113, "quote": "I prayed to the Gods ‘take him away, make him die.’ "}, {"character": " Sansa Stark", "id": 114, "quote": "When the snows fall and the white winds blow, the lone wolf dies but the pack survives. "}, {"character": " Samwell Tarly", "id": 115, "quote": "He always come back! "}, {"character": " Sansa Stark", "id": 116, "quote": "You’re going to die tomorrow, Lord Bolton. Sleep well. "}, {"character": " Tyrion Lannister", "id": 117, "quote": "Are you afraid? Good. You’re in the great game now. And the great game’s terrifying. The only people who aren’t afraid of failure are madmen like your father. "}, {"character": " Brienn of Tarth", "id": 118, "quote": "The good lords are dead, and the rest are monsters. "}]}